Repository: Avag-Sayan/lxplug-volume
Catalog: po/*.po
Languages: is, it, nb, sk

source: Could not get BlueZ interface
is: Náði ekki að finna BlueZ-viðmót
it: Impossibile ottenere l'interfaccia BlueZ
nb: Klarte ikke å hente inn BlueZ-grensesnittet
sk: Nepodarilo sa získať rozhranie BlueZ

source: Volume control
is: Hljóðstyrkstillir
it: Regolazione del volume
nb: Lydstyrkekontroll
sk: Ovládanie hlasitosti

source: No volume control on this device
is: Enginn hljóðstyrkstillir á þessu tæki
it: Nessuna regolazione del volume per questo dispositivo
nb: Ingen volumkontroll på denne enheten
sk: Toto zariadenie nemá prvky na ovládanie hlasitosti

source: Connecting Audio Device
is: Tengi hljóðtæki
it: Connessione al dispositivo audio
nb: Kobler til lydenhet
sk: Pripájanie ku zvukovému zariadeniu

source: Connecting to Bluetooth audio device '%s'...
is: Tengist við Bluetooth-hljóðtæki '%s' ...
it: Connessione al dispositivo audio Bluetooth «%s»...
nb: Kobler til '%s'-Bluetooth-lydenheten …
sk: Pripájanie k Bluetooth zvukovému zariadeniu '%s'...

source: Failed to connect to device - %s. Try to connect again.
is: Mistókst að tengjast við tæki - %s. Prófaðu aftur að tengjast.
it: Connessione al dispositivo %s fallita. Provare nuovamente a connettersi.
nb: Klarte ikke å koble til enheten - %s. Prøv å koble til på nytt.
sk: Zlyhala komunikácia so zariadením - %s. Skúste to znova.

source: _OK
is: Í _lagi

source: Input Device Settings...
is: Stillingar inntakstækis...
it: Impostazioni del dispositivo di ingresso...
sk: Nastavenia vstupného zariadenia...

source: Analog
is: Hliðrænt
it: Jack analogico AV
sk: AV Jack

source: Output Device Settings...
is: Stillingar úttakstækis...
it: Impostazioni del dispositivo di uscita...
sk: Nastavenia výstupného zariadenia...

source: Audio Outputs
is: Hljóðútgangar
it: Uscite audio
sk: Audio výstupy

source: Audio Inputs
is: Hljóðinngangar
it: Ingressi audio
sk: Audio vstupy

source: No audio devices found
is: Engin hljóðtæki fundust
it: Nessun dispositivo audio rilevato
nb: Finner ingen lydenheter
sk: Neboli nájdené žiadne zvukové zariadenia

source: Mute
is: Þagga
it: Muto
nb: Demp
sk: Stíšiť

source: Enable
is: Virkja
it: Abilita
sk: Povoliť

source: %s (Playback)
is: %s (afspilun)
it: %s (Riproduzione)
sk: %s (Prehrávanie)

source: %s (Capture)
is: %s (upptaka)
it: %s (Cattura)
sk: %s (Záznam)

source: Input Device Options
is: Valkostir Inntakstækis
it: Opzioni dispositivo di ingresso
sk: Možnosti vstupného zariadenia

source: Output Device Options
is: Valkostir úttakstækis
it: Opzioni dispositivo di uscita
sk: Možnosti výstupného zariadenia

source: %s Device : %s
is: %s tæki : %s
it: Dispositivo di %s: %s
sk: %s zariadenie: %s

source: Input
is: Inntak
it: Ingresso
sk: Vstupné

source: Output
is: Úttak
it: Uscita
sk: Výstupné

source: No controls available on this device
is: Engar stýringar á þessu tæki
it: Nessun regolazione disponibile per questo dispositivo
sk: Toto zariadenie nemá žiadne ovládacie prvky

source: Playback
is: Afspilun
it: Riproduzione
sk: Prehrávanie

source: Capture
is: Upptaka
it: Cattura
sk: Záznam

source: Options
is: Valkostir
it: Opzioni
sk: Možnosti

source: Error, you need to install an application to configure the sound (pavucontrol, alsamixer ...)
is: Villa, þú verður að setja upp forrit til hljóðstillinga (pavucontrol, alsamixer ...)
it: Errore, è necessario installare un'applicazione per configurare l'audio (pavucontrol, alsamixer ...)
nb: Feilmelding, du må installere et program for å konfigurere lyden (pavucontrol, alsamixer …)
sk: Chyba, pre nastavenie zvuku musíte nainštalovať aplikáciu (pavucontrol, alsamixer ...)

source: Volume Control (ALSA/BT)
is: Hljóðstyrkstillir (ALSA/BT)
it: Regolazione del volume (ALSA/BT)
nb: Volumkontroll (ALSA/BT)
sk: Ovládanie hlasitosti (ALSA/BT)

source: Display and control volume for ALSA and Bluetooth devices
is: Birta og sýsla með hljóðstyrk fyrir ALSA og Bluetooth-tæki
it: Mostra e regola il volume per i dispositivi ALSA e Bluetooth
nb: Vis og styr volumet til ALSA- og Bluetooth-enheter
sk: Zobrazenie a ovládanie hlasitosti zariadení ALSA a Bluetooth

source: USB Device Settings...
nb: Innstillinger for USB-enhet …
